class Slide {
  int index;
  String imageUrl;
  String title;
  String description;

  Slide(this.index, this.imageUrl, this.title, this.description);
}

List<Slide> sliders = [
  Slide(
    1,
    "assets/images/slide-1.png",
    "เริ่มการลงทุนกับเรา",
    "แคร็กเกอร์หลินจือกู๋มิวสิค พลานุภาพกุมภาพันธ์ มลภาวะ เก๊ะ โดนัทนางแบบอ่อนด้อย ดีไซน์เนอร์ฮอตรีโมตเชอร์รี่ฮ่องเต้ พุทธศตวรรษหลวงปู่",
  ),
  Slide(
    2,
    "assets/images/slide-2.png",
    "วิเคราะห์เป้าหมายด้วยตัวคุณ",
    "แคร็กเกอร์หลินจือกู๋มิวสิค พลานุภาพกุมภาพันธ์ มลภาวะ เก๊ะ โดนัทนางแบบอ่อนด้อย ดีไซน์เนอร์ฮอตรีโมตเชอร์รี่ฮ่องเต้ พุทธศตวรรษหลวงปู่",
  ),
  Slide(
    3,
    "assets/images/slide-3.png",
    "ดาวน์โหลดเลยตอนนี้!",
    "แคร็กเกอร์หลินจือกู๋มิวสิค พลานุภาพกุมภาพันธ์ มลภาวะ เก๊ะ โดนัทนางแบบอ่อนด้อย ดีไซน์เนอร์ฮอตรีโมตเชอร์รี่ฮ่องเต้ พุทธศตวรรษหลวงปู่",
  ),
];
